Repository: sdfdlc2/bing-wallpaper-gnome-extension
Catalog: locale/*/LC_MESSAGES/BingWallpaper.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: Indicator
fr_fr: Indicateur

source: Hide Indicator
fr_fr: Masquer l'indicateur

source: Whether to hide the panel indicator
fr_fr: Indique s'il faut masquer l'indicateur du panneau

source: Desktop notifications
fr_fr: Notifications du bureau

source: Enable notifications on new images
fr_fr: Activer les notifications pour les nouvelles images

source: Indicator icon
fr_fr: Icône de l'indicateur

source: Select from alternate tray icons
fr_fr: Sélectionner parmi les icônes de la barre d'état

source: Download folder
fr_fr: Dossier de téléchargement

source: Open or change wallpaper downloads folder
fr_fr: Ouvrir ou changer le dossier des fonds d'écran téléchargés

source: Wallpaper
fr_fr: Fond d'écran

source: Set wallpaper
fr_fr: Définir le fond d'écran

source: Whether to set wallpaper automatically
fr_fr: Indique s'il faut définir le fond d'écran automatiquement

source: Shuffle wallpaper
fr_fr: Lecture aléatoire du fond d'écran

source: Randomly select wallpaper from collection
fr_fr: Sélectionner un fond d'écran au hasard dans la collection

source: Shuffle interval
fr_fr: Intervalle de lecture aléatoire

source: How frequently to shuffle wallpapers
fr_fr: Fréquence à laquelle les fonds d'écran sont changés

source: Downloads
fr_fr: Téléchargements

source: Lock screen
fr_fr: Écran de verrouillage

source: Lockscreen blur
fr_fr: Flou de l'écran de verrouillage

source: Dynamic lockscreen blur
fr_fr: Flou dynamique de l'écran de verrouillage

source: Whether to enable dynamic blur mode on lock screen
fr_fr: Indique s'il faut activer le mode de flou dynamique sur l'écran de verrouillage

source: Blur strength
fr_fr: Force du flou

source: Blur strength when login prompt is not visible
fr_fr: Force du flou lorsque l'invite de connexion n'est pas visible

source: Wallpaper brightness
fr_fr: Luminosité du fond d'écran

source: Dim wallpaper when login prompt is not visible
fr_fr: Assombrir le fond d'écran lorsque l'invite de connexion n'est pas visible

source: Presets
fr_fr: Préréglages

source: Gallery
fr_fr: Galerie

source: Debug
fr_fr: Débogage

source: Debug options
fr_fr: Options de débogage

source: Debug logging
fr_fr: Journalisation de débogage

source: Enable logging to system journal
fr_fr: Activer la journalisation dans le journal système

source: Advanced options
fr_fr: Options avancées

source: Always show new images
fr_fr: Toujours afficher les nouvelles images

source: Switch to new images when available (unless on random mode)
fr_fr: Passer aux nouvelles images lorsqu'elles sont disponibles (sauf en mode aléatoire)

source: Purge on trash
fr_fr: Purger à la corbeille

source: Trashing an image will remove it from database and disk
fr_fr: Mettre une image à la corbeille la retirera de la base de données et du disque

source: Screen resolution
fr_fr: Résolution de l'écran

source: Override automatic resolution selection
fr_fr: Outrepasser la sélection automatique de la résolution

source: Random interval
fr_fr: Intervalle aléatoire

source: Custom shuffle interval when enabled
fr_fr: Intervalle de lecture aléatoire personnalisé lorsqu'il est activé

source: Delete older images
fr_fr: Supprimer les images plus anciennes

source: Automatically delete older images (excludes favourites)
fr_fr: Supprimer automatiquement les images plus anciennes (exclut les favoris)

source: Number of days to keep images
fr_fr: Nombre de jours à conserver les images

source: Keep images for this number of days (favourites are kept forever)
fr_fr: Conserver les images pendant ce nombre de jours (les favoris sont conservés indéfiniment)

source: Always export Bing data
fr_fr: Toujours exporter les données de Bing

source: Export Bing JSON when image data changes
fr_fr: Exporter le JSON de Bing lorsque les données de l'image changent

source: Bing JSON data
fr_fr: Données JSON de Bing

source: About
fr_fr: À propos

source: Bing Wallpaper
fr_fr: Fond d'écran Bing

source: New wallpaper images everyday from Bing
fr_fr: Nouveaux fonds d'écran chaque jour depuis Bing

source: Maintained by Michael Carroll
fr_fr: Maintenu par Michael Carroll

source: Release notes
fr_fr: Notes de publication

source: GNOME extensions page
fr_fr: Page des extensions GNOME

source: Source code
fr_fr: Code source

source: Report an issue
fr_fr: Signaler un problème

source: Contributors
fr_fr: Contributeurs

source: License
fr_fr: Licence

source: Change folder
fr_fr: Changer de dossier

source: Select new wallpaper download folder
fr_fr: Sélectionner un nouveau dossier de téléchargement de fonds d'écran

source: Favorite
fr_fr: Favori

source: Apply
fr_fr: Appliquer

source: View
fr_fr: Afficher

source: Info
fr_fr: Infos

source: Delete
fr_fr: Supprimer

source: <image name here>
fr_fr: <nom de l'image ici>

source: Image shuffle mode
fr_fr: Mode aléatoire de l'image

source: Load image gallery
fr_fr: Charger la galerie d'images

source: on the hour
fr_fr: toutes les heures

source: every day at midnight
fr_fr: chaque jour à minuit

source: Sunday at midnight
fr_fr: dimanche à minuit

source: User defined interval
fr_fr: Intervalle défini par l'utilisateur

source: <No refresh scheduled>
fr_fr: <Pas de rafraîchissement planifié>

source: Awaiting refresh...
fr_fr: En attente de rafraîchissement...

source: Copy image to clipboard
fr_fr: Copier l'image dans le presse-papiers

source: Copy image URL to clipboard
fr_fr: Copier l'URL de l'image dans le presse-papiers

source: Open image folder
fr_fr: Ouvrir le dossier de l'image

source: Set background image
fr_fr: Définir comme image d'arrière-plan

source: Set lock screen image
fr_fr: Définir comme image de l'écran de verrouillage

source: Refresh Now
fr_fr: Rafraîchir maintenant

source: Open in image viewer
fr_fr: Ouvrir dans la visionneuse d'images

source: Open Bing image information page
fr_fr: Ouvrir la page d'information de l'image Bing

source: Quick settings
fr_fr: Paramètres rapides

source: Image shuffle only favorites
fr_fr: Lecture aléatoire uniquement des images favorites

source: Show image count
fr_fr: Afficher le nombre d'images

source: Image shuffle only UHD resolutions
fr_fr: Lecture aléatoire uniquement des résolutions UHD

source: Next refresh
fr_fr: Prochain rafraîchissement

source: Last refresh
fr_fr: Dernier rafraîchissement

source: Next shuffle
fr_fr: Prochaine lecture aléatoire

source: Bing Wallpaper of the Day for
fr_fr: Fond d'écran Bing du jour pour

source: No wallpaper available
fr_fr: Aucun fond d'écran disponible

source: No picture for today.
fr_fr: Pas d'image pour aujourd'hui.

source: Open folder
fr_fr: Ouvrir le dossier

source: Default
fr_fr: Défaut

source: No blur, slight dim
fr_fr: Non flou, légère opacité

source: Slight blur & dim
fr_fr: Léger flou & opacité

source: Import
fr_fr: Importer

source: Export
fr_fr: Exporter

source: Select wallpaper download folder
fr_fr: Sélectionner le dossier de téléchargement des fonds d'écran

source: Error fetching change log:
fr_fr: Erreur lors de la récupération du journal des modifications :

source: days
fr_fr: jours

source: hours
fr_fr: heures
